Repository: ranss/comment-limiter
Catalog: languages/comment-limiter-*.po
Languages: es_es

source: <a href="%s">Settings</a>
es_es: <a href="%s">Ajustes</a>

source: Maximum Characters Number
es_es: Número Máximo de Caracteres

source: Minimum Characters Number
es_es: Número Mínimo de Caracteres

source: Apply Settings to Admins
es_es: Aplicar Ajustes a Administradores

source: Invalid lengths. Please insert logical values.
es_es: Longitud no válida. Por favor inserta valores lógicos.

source: Comment Limiter settings saved correctly.
es_es: Ajustes de Comment Limiter guardados correctamente.

source: Comment too short, you're missing %d characters to reach the minimum number. Please, be more expressive!
es_es: Comentario demasiado corto, te faltan %d caracteres para el número mínimo. ¡Por favor, sé más expresivo!

source: Comment Limiter Error
es_es: Error Comment Limiter

source: Comment too long, you have +%d characters left, to reach the maximum number allowed.
es_es: Comentario demasiado largo, tienes +%d de caracteres excedentes, para alcanzar número permitido.

source: Accepts only numbers
es_es: Acepta números solamente.

source: If the user inserts a comment that is fewer than the number selected above, then, it will receives an advice message to extend his comment.
es_es: Si el usuario inserta un comentario menor al número seleccionado arriba, entonces, recibirá un mensaje de advertencia para extender su comentario.

source: If the user inserts a comment that is larger than the number selected above, then, it will receives an advice message to minimize his comment.
es_es: Si el usuario inserta un comentario mayor al número seleccionado arriba, entonces, recibirá un mensaje de advertencia para minimizar su comentario.

source: Yes
es_es: Sí

source: This will allows users with administrator capabilities to publish comments despite the configuration of Comment Limiter plugin.
es_es: Esto permitirá a usuarios con permisos de administrador publicar comentarios a pesar de la configuración del plugin Comment Limiter.
